/* In browser window title */
"Get a registration key!" = "Obter chave de donativo!";

/* The full name of the supporter */
"Registered to {0}" = "Registado a {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Obrigado pelo seu apoio! A sua contribuição ajuda a continuar a desenvolver e a tornar o Cyberduck ainda melhor.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "A sua chave de donativo foi copiada para a pasta Application Support.";

/* Validation failed */
"Not a valid registration key" = "Não é uma chave de donativo válida";

"This registration key does not appear to be valid." = "Esta chave de donativo não parece ser válida.";

/* Thank you */
"Continue" = "Continuar";
